Repository: danielpinto8zz6/budgie-calendar-applet
Catalog: po/*.po
Languages: ca, fr, it, nl_nl, ru, sq, uk

source: Budgie Calendar Applet
ca: Miniaplicaci贸 de calendari del Budgie
it: Applet Calendario Budgie
nl_nl: Budgie Kalender Applet
ru: Апплет Budgie Calendar
sq: Appleti Kalendari Budgie
uk: Аплет-календар Budgie

source: Calendar applet for Budgie Desktop
ca: Miniaplicaci贸 de calendari per a l'escriptori Budgie
fr: Applet de calendrier pour Budgie Desktop
it: Applet calendario per Desktop Budgie
nl_nl: Kalender applet voor Budgie Desktop
ru: Апплет календаря для Budgie Desktop
sq: Applet i kalendarit për Desktopin Budgie
uk: Календарний аплет для Budgie Desktop

source: A budgie-desktop applet to show hours with custom formats and a calendar in a popover
ca: Una miniaplicaci贸 per a l'escriptori Budgie per mostrar hores amb formats personalitzats i un calendari emergent
fr: Une applet budgie-desktop pour afficher les heures avec des formats personnalisés et un calendrier dans popover
it: Un applet per Desktop Budgie che mostra orario e data in formato personalizzato e il calendario in finestra
nl_nl: Een budgie-desktop-applet om uren weer te geven met aangepaste formaten en een kalender in een popover
ru: Апплет budgie-desktop для отображения часов с пользовательскими форматами и календаря во всплывающем окне
sq: Një applet budgie-desktop për të treguar orët me formate të personalizuara dhe një kalendar në sistemin tabaka
uk: Аплет budgie-desktop для робочого столу для показу годин у користувацьких форматах та календаря у спливаючому вікні

source: Clock Format
ca: Format del rellotge
fr: Format d'horloge
it: Formato Orario
nl_nl: Klokformaat
ru: Формат часов
sq: Formati i orës
uk: Формат годинника

source: Enable or disable custom clock format
ca: Habiliteu o inhabiliteu el format de rellotge personalitzat.
fr: Activer ou désactiver le format d'horloge personnalisé
it: Abilita e disabilita formato orario personalizzato
nl_nl: Aangepast klokformaat in/uitschakelen
ru: Включение или отключение пользовательского формата часов
sq: Aktivizo ose çaktivizo formatin e orës së personalizuar
uk: Увімкнути або вимкнути власний формат годинника

source: "%e %b %Y - %H:%M"
sq: "%e %b %V - %O:%M"

source: Show the clock at the format you want
ca: Es mostra el rellotge amb el format que vulgueu.
fr: Afficher l'horloge au format que vous voulez
it: Mostra l'orario nel formato desiderato
nl_nl: Toon de klok op het gewenste formaat
ru: Отображать часы в нужном формате
sq: Shfaq orën në formatin që dëshiron
uk: Показати годинник у потрібному форматі

source: Show date
ca: Mostra la data.
fr: Afficher la date
it: Mostra data
nl_nl: Datum tonen
ru: Отображать дату
sq: Shfaq datën
uk: Показати дату

source: Show seconds
ca: Mostra els segons.
fr: Afficher les secondes
it: Mostra Secondi
nl_nl: Seconden tonen
ru: Отображать секунды
sq: Shfaq sekondat
uk: Показати секунди

source: Use 24h time
ca: Usa 24 h.
fr: Utiliser le système horaire sur 24 heures
it: Usa orario 24h
nl_nl: 24-uurs klok gebruiken
ru: Использовать 24-часовой формат времени
sq: Përdor formatin 24 orë

source: Custom date
ca: Data personalitzada
fr: Date personnalisée
it: Data personalizzata
nl_nl: Aangepaste datum
ru: Настроить вручную
sq: Data e personalizuar
uk: Спеціальна дата

source: Date format syntax
ca: Sintaxi del format de la data
fr: Syntaxe pour le formatage de la date
it: Sintassi formato data
nl_nl: Datumformaat-opmaak
ru: Синтаксис формата даты
sq: Sintaksa e formatit të datës
uk: Синтаксис формату дати

source: Time and date settings
ca: Configuraci贸 de l'hora i la data
fr: Paramètres de l'heure et de la date
it: Impostazioni data e ora
nl_nl: Instellingen voor Datum en tijd
ru: Настроить время и дату
sq: Cilësimet e orës dhe datës
uk: Параметри часу та дати

source: Daniel Pinto
uk: Деніел Пінто
